import { Box } from '@mui/material'
import React from 'react'

function About() {
    return (
        <Box sx={{ paddingTop: '10%',fontSize:'16pt'}}>
            <pre>
                <Box sx={{fontWeight:'bold'}}>
                            ברוכים הבאים לספרית הפודקאסטים שלנו! <br/>
        
                </Box>
                פה תוכלו למצוא עולם שלם של ידע ותובנות מפי מרצים מומחים, בתחומים מגוונים. <br/>

                ספרית  הפודקאסטים היא פלטפורמה מגוונת הפונה לכל חובבי הפודקאסטים. עם מגוון רחב של קטגוריות ופודקאסטים <br/> בהנחיית מרצים שונים, יש כאן משהו לכולם. הפלטפורמה שלנו לא רק מציגה פודקאסטים פופולריים אלא גם מאפשרת למשתמשים <br/> רשומים לשתף את הפודקאסטים האהובים עליהם עם הקהילה. <br/>
                <br/>
                <Box sx={{fontWeight:'bold'}}>
                           מה אנחנו מציעים? <br/>
         
                </Box>
                <Box sx={{textAlign:'right',paddingRight:'10%'}}>
                      •	מגוון רחב של קטגוריות: אנו מציעים פודקאסטים במגוון רחב של נושאים, החל מעסקים וכלכלה ועד בריאות ופסיכולוגיה, היסטוריה, טכנולוגיה ועוד.<br/>
                •	מרצים מומחים: צוות המרצים שלנו מורכב ממומחים מובילים בתחומם, אשר חולקים את הידע והניסיון שלהם בצורה מקצועית ומרתקת.<br/>
                •	פודקאסטים איכותיים: כל הפודקאסטים שלנו מוקלטים באיכות גבוהה וערוכים בצורה מקצועית,<br/>
                •	העלאת פודקאסטים: גולשים רשומים יכולים להעלות פודקאסטים ולשתף אותם עם קהילת הפודקאסטים שלנו.<br/>
                </Box>
              
                <br/><br/>
                אנו מזמינים אתכם לחקור את מגוון הפודקאסטים שלנו ולמצוא את אלה שמעניינים אתכם. <br/>
                 מקווים שתהנו מהפודקאסטים ותמצאו בהם ערך רב להעשרת הידע והחוויה שלכם.<br/>


            </pre>
        </Box>
    )
}

export default About


